<?php
include("index.php");
?>

<style>
    #block {
        position: absolute; /* Абсолютное позиционирование */
        left: 378px;
        top: 170px;
        width: 1163px;
        height: 700px;
        background: white;
    }
    #podblock {
        font-family: "BeauSans", sans-serif ;
        font-size: 22px;
        font-weight: 500;
        position: absolute; /* Абсолютное позиционирование */

        width: 1163px;
        height: 570px;
        background: none;
        overflow-y: scroll; /* прокрутка по вертикали */
    }

    #block2 {
        position: absolute; /* Абсолютное позиционирование */
        left: 375px;
        top: 100px;
    }

    @font-face {
        font-family: BeauSans;
        src: url(css/Fonts/slavic.ttf);
        font-style: normal;
    }


</style>
<div id ="block">
    <div id ="podblock" align="center">
        <p><strong>Важные даты в истории России периода Киевской Руси</strong></p>
        <table width="80%" border="1">
            <tbody><tr>
                <th scope="col" width="20%">Начало</th>
                <th scope="col" width="60%">Событие</th>
                <th scope="col" width="20%">Окончание</th>
            </tr>
            <tr>
                <td>862</td>
                <td>Призвание  Рюрика на княжение</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>882</td>
                <td>Князь  Олег захватил Киев</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>907, 911</td>
                <td>Походы  Олега на Константинополь</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>941</td>
                <td>Неудачный поход Игоря Константинополь</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>945</td>
                <td>Восстание племени Древлян, после которого был убит князь Игорь</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>957</td>
                <td>Княгиня Ольга приняла крещение в Константинополе</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>988</td>
                <td>Русь  принимает христианство, как государственную религию</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1016</td>
                <td>Принятие Русской Правды</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1097</td>
                <td>Съезд  князей в Любече</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1136</td>
                <td>Новгород был объявлен Республикой</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1147</td>
                <td>В  летописях впервые упоминается про Москву</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1169</td>
                <td>Андрей  Боголюбский захватывает Киев</td>
                <td>&nbsp;</td>
            </tr>
            </tbody></table>
        <p><strong>Все даты истории Удельной Руси</strong></p>
        <table width="80%" border="1">
            <tbody><tr>
                <th scope="col" width="20%">Начало</th>
                <th scope="col" width="60%">Событие</th>
                <th scope="col" width="20%">Окончание</th>
            </tr>
            <tr>
                <td>31 мая 1223</td>
                <td>Битва  на реке Калке</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1237</td>
                <td>Нашествие  хана Батыя и его орды</td>
                <td>1240</td>
            </tr>
            <tr>
                <td>4 марта 1238</td>
                <td>Битва на реке Сити между Русью и Ордой. В бою погиб великий князь Юрий Всеволодович</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1240</td>
                <td>Татаро-монгольское  иго</td>
                <td>1480</td>
            </tr>
            <tr>
                <td>5 апреля 1242</td>
                <td>Ледовое  побоище</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>15  июля 1240</td>
                <td>Невская  битва</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1327</td>
                <td>Восстание  в Твери. После него Москва стала возвышаться над другими городами и княжествами</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>8  сентября 1380</td>
                <td>Куликовская  битва</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1478</td>
                <td>Новгород  стал подчиняться Москве</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1480</td>
                <td>Великое  стояние на реке Угре</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1547</td>
                <td>Иван 4  (Грозный) объявляется себя царем</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1549</td>
                <td>Работа  Избранной Рады</td>
                <td>1560</td>
            </tr>
            <tr>
                <td>1549</td>
                <td>Созыв первого Земского Собора</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1552</td>
                <td>Присоединение Казанского ханства к России (взятие Казани)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1556</td>
                <td>Присоединение Астраханского ханства к России (взятие Астрахани)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1558</td>
                <td>Ливонская война</td>
                <td>1583</td>
            </tr>
            <tr>
                <td>1565</td>
                <td>Опричнина</td>
                <td>1572</td>
            </tr>
            <tr>
                <td>1591</td>
                <td>Угличское  дело – убийство царевича Дмитрия</td>
                <td>&nbsp;</td>
            </tr>
            </tbody></table>
        <p><strong>Даты истории России – 17 век</strong></p>
        <table width="80%" border="1">
            <tbody><tr>
                <th scope="col" width="20%">Начало</th>
                <th scope="col" width="60%">Событие</th>
                <th scope="col" width="20%">Окончание</th>
            </tr>
            <tr>
                <td>1603</td>
                <td>Смутное  время на Руси</td>
                <td>1613</td>
            </tr>
            <tr>
                <td>1606</td>
                <td>Восстание  Ивана Болотникова</td>
                <td>10 октября 1607</td>
            </tr>
            <tr>
                <td>1610</td>
                <td>Семибоярщина</td>
                <td>1613</td>
            </tr>
            <tr>
                <td>26 октября 1612</td>
                <td>Освобождение Москвы от польских интервентов, в результате ополчения</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1613</td>
                <td>Земский  Собор избрал на царствование Романовых</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1632</td>
                <td>Смоленская  война</td>
                <td>1634</td>
            </tr>
            <tr>
                <td>1648</td>
                <td>Соляной  бунт в Москве</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1653</td>
                <td>Патриарх  Никон проводит церковную реформу. Фактически начался церковный раскол</td>
                <td>1656</td>
            </tr>
            <tr>
                <td>8 января 1654</td>
                <td>Украина  была присоединена к России</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1654</td>
                <td>Война  между Россией и Польшей</td>
                <td>1667</td>
            </tr>
            <tr>
                <td>25 июля 1662</td>
                <td>Медный  бунт в Москве</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1666</td>
                <td>Восстание  Василия Уса</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1667</td>
                <td>Восстание  (крестьянская война) Стапана Разина</td>
                <td>1671</td>
            </tr>
            <tr>
                <td>1689</td>
                <td>Царевна  Софья была сослана в монастырь</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1697</td>
                <td>Великое  посольство царя Петра 1 к Европу</td>
                <td>1698</td>
            </tr>
            </tbody></table>
        <p><strong>Даты истории России – 18 век</strong></p>
        <table width="80%" border="1">
            <tbody><tr>
                <th scope="col" width="20%">Начало</th>
                <th scope="col" width="60%">Событие</th>
                <th scope="col" width="20%">Окончание</th>
            </tr>
            <tr>
                <td>1700</td>
                <td>Северная  война</td>
                <td>1721</td>
            </tr>
            <tr>
                <td>27 мая 1703</td>
                <td>Был  основан город Санкт-Петербург</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1705</td>
                <td>Башкирское  восстание</td>
                <td>1711</td>
            </tr>
            <tr>
                <td>1705</td>
                <td>Астраханское  восстание</td>
                <td>1706</td>
            </tr>
            <tr>
                <td>1707</td>
                <td>Восстание  Кондратия Булавина</td>
                <td>1710</td>
            </tr>
            <tr>
                <td>27 июня 1709</td>
                <td>Полтавская  битва</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1721</td>
                <td>Петр 1  объявялется себя Императором России</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1725</td>
                <td>Дворцовые  перевороты в России</td>
                <td>1762</td>
            </tr>
            <tr>
                <td>1756</td>
                <td>Семилетняя  война</td>
                <td>1762</td>
            </tr>
            <tr>
                <td>1768</td>
                <td>Война  между Россией и Турцией</td>
                <td>1774</td>
            </tr>
            <tr>
                <td>1773</td>
                <td>Восстание  Емульяна Пугачева</td>
                <td>1775</td>
            </tr>
            <tr>
                <td>1787</td>
                <td>Война  между Россией и Турцией</td>
                <td>1791</td>
            </tr>
            <tr>
                <td>1799</td>
                <td>Суворов  совершает «подвиг» - Швейцарский и Итальянские походы</td>
                <td>&nbsp;</td>
            </tr>
            </tbody></table>
        <p><strong>Даты истории России 19 века</strong></p>
        <table width="80%" border="1">
            <tbody><tr>
                <th scope="col" width="20%">Начало</th>
                <th scope="col" width="60%">Событие</th>
                <th scope="col" width="20%">Окончание</th>
            </tr>
            <tr>
                <td>11 марта 1801</td>
                <td>Убийство  Павла 1</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1801</td>
                <td>Правление  Александра 1</td>
                <td>1825</td>
            </tr>
            <tr>
                <td>1801</td>
                <td>К  Российской Империи была присоединена Грузия</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1802</td>
                <td>Реформы  Михаила Сперанского</td>
                <td>1810</td>
            </tr>
            <tr>
                <td>1803</td>
                <td>Принят  указ «О вольных хлебопашцах»</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1804</td>
                <td>Война  между Россией и Ираном</td>
                <td>1813</td>
            </tr>
            <tr>
                <td>1805</td>
                <td>Война  России и Франции</td>
                <td>1807</td>
            </tr>
            <tr>
                <td>1806</td>
                <td>Война  России и Турции</td>
                <td>1812</td>
            </tr>
            <tr>
                <td>1807</td>
                <td>Тильзитский  мир</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1808</td>
                <td>Война  России и Швеции</td>
                <td>1809</td>
            </tr>
            <tr>
                <td>1809</td>
                <td>В  состав Российской Империи была включена Финляндия</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>12 июня 1812</td>
                <td>Отечественная  война с Наполеоновской Францией</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>26 августа 1812</td>
                <td>Бородинская  битва</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>7 октября 1812</td>
                <td>Наполеон  отдает приказ об отступлении из Москвы</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1813</td>
                <td>Заграничный  поход российской армии</td>
                <td>1814</td>
            </tr>
            <tr>
                <td>1817</td>
                <td>Война  на Кавказе (присоединение Дагестана и Чечни)</td>
                <td>1864</td>
            </tr>
            <tr>
                <td>1825</td>
                <td>Правление  Николая 1</td>
                <td>1855</td>
            </tr>
            <tr>
                <td>14 декабря 1825</td>
                <td>Восстание  декабристов на Сенатской площади</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1826</td>
                <td>Война  между Россией и Персией</td>
                <td>1828</td>
            </tr>
            <tr>
                <td>1828</td>
                <td>Война  между Россией и Турцией</td>
                <td>1829</td>
            </tr>
            <tr>
                <td>1830</td>
                <td>Холерные  бунты</td>
                <td>1831</td>
            </tr>
            <tr>
                <td>1853</td>
                <td>Крымская  война</td>
                <td>1856</td>
            </tr>
            <tr>
                <td>18 ноября 1853</td>
                <td>Синопское сражение</td>
                <td></td>
            </tr>
            <tr>
                <td>1855</td>
                <td>Правление  Александра 2</td>
                <td>1881</td>
            </tr>
            <tr>
                <td>1867</td>
                <td>Продажа  Аляски США</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1877</td>
                <td>Война между  Россией и Турцией</td>
                <td>1878</td>
            </tr>
            <tr>
                <td>1 марта 1881</td>
                <td>Убийство  Александра 2</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1891</td>
                <td>Строительство  Сибирской Железной Дороги</td>
                <td>1905</td>
            </tr>
            <tr>
                <td>1894</td>
                <td>Строительство  Сибирской Железной Дороги</td>
                <td>1917</td>
            </tr>
            <tr>
                <td>1895</td>
                <td>А.  Попов изобрел радио</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1898</td>
                <td>1-ый  съезд РСДРП (прошел в Минске)</td>
                <td>&nbsp;</td>
            </tr>
            </tbody></table>
        <p><strong>Даты истории России - 20 век</strong></p>
        <table width="80%" border="1">
            <tbody><tr>
                <th scope="col" width="20%">Начало</th>
                <th scope="col" width="60%">Событие</th>
                <th scope="col" width="20%">Окончание</th>
            </tr>
            <tr>
                <td>1903</td>
                <td>2-ой  съезд РСДРП (прошел в Брюсселе и Лондоне)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1904</td>
                <td>Русско-Японская  война</td>
                <td>1905</td>
            </tr>
            <tr>
                <td>9 января 1905</td>
                <td>Кровавое  воскресенье</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>9 декабря 1905</td>
                <td>Восстание  в Москве</td>
                <td>19 декабря 1905</td>
            </tr>
            <tr>
                <td>1906</td>
                <td>Начало  аграрной реформы Столыпина</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1 сентября 1917</td>
                <td>Россия  была провозглашена Республикой</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>3 марта 1918</td>
                <td>Подписание  Брестского мирного договора</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>30 декабря 1922</td>
                <td>Подписаны  документы об образовании СССР (Союза Советских Социалистических Республик)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>21 января 1924</td>
                <td>Владимир  Ленин (Ульянов) погиб</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1924</td>
                <td>Принята  первая Конституция СССР</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>18 сентября 1934</td>
                <td>СССР  был принят в Лигу Наций</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1 декабря 1934</td>
                <td>В  Ленинграде был убит С.М. Киров. В дальнейшем это послужило началом массовых  репрессий.</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>23 августа 1939</td>
                <td>Подписание  пакта Молотова-Риббетропа о ненападении между Германией и СССР</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1 сентября 1939</td>
                <td>Начало  Второй Мировой Войны</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>30 ноября 1939</td>
                <td>СССР  начинает войну против Финляндии</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>13 марта 1940</td>
                <td>СССР и  Финляндия подписывают мирный договор</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>16 июня 1940</td>
                <td>РККА  (Красная Армия) вступает в Прибалтику</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>28 июня 1940</td>
                <td>РККА  вступает на территориию Бессарабии и Северной Буковины</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>22 июня 1941</td>
                <td>Начало  Великой Отечетсвенной Войны (Германия вторгается на территорию СССР)</td>
                <td>9 мая 1945</td>
            </tr>
            <tr>
                <td>7 июля 1941</td>
                <td>Киевская  оборонительная операция (начало войны)</td>
                <td>26 сентября 1941</td>
            </tr>
            <tr>
                <td>10 июля 1941</td>
                <td>Битва  за Смоленск</td>
                <td>10 сентября 1941</td>
            </tr>
            <tr>
                <td>8 сентября 1941</td>
                <td>Начало  обороны Ленинграда – одно из знаковых событий периода ВОВ</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>30 сентября 1941</td>
                <td>Оборона  Москвы</td>
                <td>5 декабря 1941</td>
            </tr>
            <tr>
                <td>6 декабря 1941</td>
                <td>Контрнаступление  под Москвой (часть обороны столицы)</td>
                <td>10 января 1942</td>
            </tr>
            <tr>
                <td>17 июля 1942</td>
                <td>Оборона  Сталинграда</td>
                <td>19 ноября 1942</td>
            </tr>
            <tr>
                <td>28 июля 1942</td>
                <td>Подписан  знаменитый приказ «Ни шагу назад!», он известен под номером 227</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>29 ноября 1942</td>
                <td>Советский  войска приступили к освобождению Украины</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>5 июля 1943</td>
                <td>Курская  битва (Курская дуга)</td>
                <td>23 августа 1943</td>
            </tr>
            <tr>
                <td>6 ноября 1943</td>
                <td>РККА  освободила Киев</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>19 ноября 1942</td>
                <td>Разгром  немцев под Сталинградом (один их этапов битвы)</td>
                <td>2 февраля 1943</td>
            </tr>
            <tr>
                <td>18 января 1943</td>
                <td>Произошел  прорыв блокадного Ленинграда</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>28 ноября 1943</td>
                <td>Тегеранская  конференция</td>
                <td>1 декабря 1943</td>
            </tr>
            <tr>
                <td>17 марта 1991</td>
                <td>Референдум  ос охранении СССР (76,4% голосов за сохранение)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>12 июня 1991</td>
                <td>Борис  Ельцин победил на выборах Президенста РСФСР (57,3% голосов)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>8 декабря 1991</td>
                <td>Подписаны  «Боловежские соглашение»</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>25 декабря 1991</td>
                <td>Михаил  Горбачев снимает с себя функции Президента СССР</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>сентябрь 1993</td>
                <td>Б.Н. Ельцин подписывает указ о проведение конституционных реформ</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>3 октября 1993</td>
                <td>Вооруженные столкновения в Москве. Обстрел "Белого дома"</td>
                <td>4 октября 1993</td>
            </tr>
            <tr>
                <td>декабрь 1994</td>
                <td>Вооруженные силы РФ были введены в Чечню для наведения конституционного порядка</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>31 декабрь 1994</td>
                <td>Штурм города Грозный</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1996</td>
                <td>Российская Федерация принята в Совет Европы</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>1998</td>
                <td>Российская Федерация входит в "Большую восьмерку"</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>сентябрь 1999</td>
                <td>Контртеррористическая операция в Чечне (начало второй чеченской компании)</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>март 2000</td>
                <td>Владимир Владимирович Путин избран президентом России</td>
                <td>&nbsp;</td>
            </tr>
            </tbody></table>
    </div>
</div>
<div id ="block2">
    <img src="css/images/35.png" width="1163" height="70" >
</div>

